      * SYMBOLIC MAP of COMPANY Created by CACXBMS Version 6.1.0002
       01  SHAPEOUI.
	   02  FILLER				      PIC X(12).
	   02  STANZA1L 			      PIC S9(4) COMP-4.
	   02  STANZA1F 			      PIC X.
	   02  FILLER REDEFINES STANZA1F.
	       03  STANZA1A			      PIC X.
	   02  STANZA1I 			      PIC X(072).
	   02  12334L				      PIC S9(4) COMP-4.
	   02  12334F				      PIC X.
	   02  FILLER REDEFINES 12334F.
	       03  12334A			      PIC X.
	   02  12334I				      PIC X(066).
	   02  1234L				      PIC S9(4) COMP-4.
	   02  1234F				      PIC X.
	   02  FILLER REDEFINES 1234F.
	       03  1234A			      PIC X.
	   02  1234I				      PIC X(066).
       01  SHAPEOUO REDEFINES SHAPEOUI.
	   02  FILLER				      PIC X(12).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  STANZA1O 			      PIC X(072).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  12334O				      PIC X(066).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  1234O				      PIC X(066).
