      * SYMBOLIC MAP of P04AS03 Created by CACXBMS Version 6.1.0002
       01  EMPMAPI.
	   02  FILLER				      PIC X(12).
	   02  DATEL				      PIC S9(4) COMP-4.
	   02  DATEF				      PIC X.
	   02  FILLER REDEFINES DATEF.
	       03  DATEA			      PIC X.
	   02  DATEI				      PIC X(010).
	   02  TIMEL				      PIC S9(4) COMP-4.
	   02  TIMEF				      PIC X.
	   02  FILLER REDEFINES TIMEF.
	       03  TIMEA			      PIC X.
	   02  TIMEI				      PIC X(008).
	   02  TITLEL				      PIC S9(4) COMP-4.
	   02  TITLEF				      PIC X.
	   02  FILLER REDEFINES TITLEF.
	       03  TITLEA			      PIC X.
	   02  TITLEI				      PIC X(024).
	   02  EMPIDL				      PIC S9(4) COMP-4.
	   02  EMPIDF				      PIC X.
	   02  FILLER REDEFINES EMPIDF.
	       03  EMPIDA			      PIC X.
	   02  EMPIDI				      PIC X(005).
	   02  DOBL				      PIC S9(4) COMP-4.
	   02  DOBF				      PIC X.
	   02  FILLER REDEFINES DOBF.
	       03  DOBA 			      PIC X.
	   02  DOBI				      PIC X(011).
	   02  NAMEL				      PIC S9(4) COMP-4.
	   02  NAMEF				      PIC X.
	   02  FILLER REDEFINES NAMEF.
	       03  NAMEA			      PIC X.
	   02  NAMEI				      PIC X(015).
	   02  TECHL				      PIC S9(4) COMP-4.
	   02  TECHF				      PIC X.
	   02  FILLER REDEFINES TECHF.
	       03  TECHA			      PIC X.
	   02  TECHI				      PIC X(005).
	   02  LOCL				      PIC S9(4) COMP-4.
	   02  LOCF				      PIC X.
	   02  FILLER REDEFINES LOCF.
	       03  LOCA 			      PIC X.
	   02  LOCI				      PIC X(003).
	   02  EARNL				      PIC S9(4) COMP-4.
	   02  EARNF				      PIC X.
	   02  FILLER REDEFINES EARNF.
	       03  EARNA			      PIC X.
	   02  EARNI				      PIC X(009).
	   02  DEDNL				      PIC S9(4) COMP-4.
	   02  DEDNF				      PIC X.
	   02  FILLER REDEFINES DEDNF.
	       03  DEDNA			      PIC X.
	   02  DEDNI				      PIC X(009).
	   02  SALARYL				      PIC S9(4) COMP-4.
	   02  SALARYF				      PIC X.
	   02  FILLER REDEFINES SALARYF.
	       03  SALARYA			      PIC X.
	   02  SALARYI				      PIC X(009).
	   02  MESSAGEL 			      PIC S9(4) COMP-4.
	   02  MESSAGEF 			      PIC X.
	   02  FILLER REDEFINES MESSAGEF.
	       03  MESSAGEA			      PIC X.
	   02  MESSAGEI 			      PIC X(040).
	   02  DUMMYL				      PIC S9(4) COMP-4.
	   02  DUMMYF				      PIC X.
	   02  FILLER REDEFINES DUMMYF.
	       03  DUMMYA			      PIC X.
	   02  DUMMYI				      PIC X(001).
       01  EMPMAPO REDEFINES EMPMAPI.
	   02  FILLER				      PIC X(12).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  DATEO				      PIC X(010).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  TIMEO				      PIC X(008).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  TITLEO				      PIC X(024).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  EMPIDO				      PIC X(005).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  DOBO				      PIC X(011).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  NAMEO				      PIC X(015).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  TECHO				      PIC X(005).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  LOCO				      PIC X(003).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  EARNO				      PIC X(009).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  DEDNO				      PIC X(009).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  SALARYO				      PIC X(009).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  MESSAGEO 			      PIC X(040).
	   02  FILLER				      PIC XX.
	   02  FILLER				      PIC X.
	   02  DUMMYO				      PIC X(001).
